Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: The gentle reminder shown while composing a topic, reply, or review could fire on things that were never really a problem — a normal reply asking a few quick follow-up questions, criticizing an app or company rather than a person, mentioning "my podcast player," or thanking people who already took a survey. Tightened up several of these checks so the reminder shows up for things that actually need a second look, not ordinary posts. Found while reviewing real flagged content together.
ar: التذكير اللطيف الذي يظهر أثناء كتابة موضوع أو رد أو مراجعة كان يظهر أحيانًا على أمور لم تكن مشكلة حقًا — رد عادي يطرح بضعة أسئلة متابعة سريعة، أو انتقاد تطبيق أو شركة وليس شخصًا، أو ذكر «مشغل البودكاست الخاص بي»، أو شكر أشخاص شاركوا بالفعل في استطلاع. تم تحسين عدة من هذه الفحوصات ليظهر التذكير فقط لما يستحق فعلاً نظرة ثانية، وليس للمنشورات العادية. اكتُشف هذا أثناء مراجعة محتوى مُبلَّغ عنه فعليًا معًا.
de: Die freundliche Erinnerung, die beim Verfassen eines Themas, einer Antwort oder einer Bewertung erscheint, konnte bei Dingen auslösen, die eigentlich gar kein Problem waren – eine normale Antwort mit ein paar kurzen Rückfragen, Kritik an einer App oder einem Unternehmen statt an einer Person, die Erwähnung von „meinem Podcast-Player" oder ein Dankeschön an Leute, die bereits an einer Umfrage teilgenommen haben. Mehrere dieser Prüfungen wurden verfeinert, damit die Erinnerung nur noch dort erscheint, wo tatsächlich ein zweiter Blick nötig ist, statt bei ganz gewöhnlichen Beiträgen. Entdeckt beim gemeinsamen Durchsehen echter markierter Inhalte.
el: Η ευγενική υπενθύμιση που εμφανίζεται κατά τη σύνταξη ενός θέματος, μιας απάντησης ή μιας κριτικής μπορούσε να ενεργοποιηθεί για πράγματα που δεν αποτελούσαν πραγματικά πρόβλημα — μια συνηθισμένη απάντηση με μερικές γρήγορες διευκρινιστικές ερωτήσεις, κριτική σε μια εφαρμογή ή εταιρεία αντί για ένα άτομο, αναφορά στο «podcast player μου» ή ευχαριστίες σε άτομα που είχαν ήδη συμμετάσχει σε μια έρευνα. Αρκετοί από αυτούς τους ελέγχους βελτιώθηκαν ώστε η υπενθύμιση να εμφανίζεται μόνο όπου πραγματικά χρειάζεται μια δεύτερη ματιά, όχι σε συνηθισμένες αναρτήσεις. Εντοπίστηκε ενώ εξετάζαμε μαζί πραγματικό επισημασμένο περιεχόμενο.
es: El aviso amistoso que aparece al redactar un tema, una respuesta o una reseña podía activarse por cosas que en realidad nunca fueron un problema: una respuesta normal con algunas preguntas rápidas de seguimiento, criticar una aplicación o empresa en lugar de a una persona, mencionar "mi reproductor de podcasts" o agradecer a quienes ya habían participado en una encuesta. Se ajustaron varias de estas comprobaciones para que el aviso aparezca solo cuando realmente vale la pena echar un segundo vistazo, no en publicaciones normales. Descubierto al revisar juntos contenido marcado real.
fa: یادآوری ملایمی که هنگام نوشتن موضوع، پاسخ یا نقد و بررسی نمایش داده می‌شود، گاهی برای مواردی فعال می‌شد که اصلاً مشکلی نبودند — یک پاسخ معمولی که چند سؤال پیگیری سریع می‌پرسید، انتقاد از یک برنامه یا شرکت به‌جای یک فرد، اشاره به «پخش‌کننده پادکست من»، یا تشکر از افرادی که قبلاً در یک نظرسنجی شرکت کرده بودند. چندین مورد از این بررسی‌ها اصلاح شد تا این یادآوری فقط برای مواردی نمایش داده شود که واقعاً نیاز به بررسی دوباره دارند، نه پست‌های معمولی. این مورد هنگام بررسی مشترک محتوای واقعیِ پرچم‌گذاری‌شده پیدا شد.
fr: Le rappel bienveillant qui s'affiche pendant la rédaction d'un sujet, d'une réponse ou d'un avis pouvait se déclencher pour des choses qui n'ont jamais vraiment posé problème — une réponse ordinaire posant quelques questions de suivi, une critique visant une appli ou une entreprise plutôt qu'une personne, la mention de « mon lecteur de podcast », ou des remerciements à des personnes ayant déjà répondu à un sondage. Plusieurs de ces vérifications ont été affinées pour que le rappel n'apparaisse que lorsqu'un second regard est vraiment utile, pas sur des publications ordinaires. Découvert en examinant ensemble du contenu réellement signalé.
he: התזכורת האדיבה שמופיעה בזמן כתיבת נושא, תגובה או ביקורת הייתה עלולה להופיע על דברים שמעולם לא היוו בעיה אמיתית — תגובה רגילה עם כמה שאלות המשך קצרות, ביקורת על אפליקציה או חברה במקום על אדם, אזכור של "נגן הפודקאסטים שלי", או הודיה לאנשים שכבר השתתפו בסקר. כמה מהבדיקות הללו חודדו כך שהתזכורת תופיע רק כשבאמת כדאי מבט נוסף, לא בפוסטים רגילים. התגלה תוך כדי בדיקה משותפת של תוכן שסומן בפועל.
hi: किसी विषय, उत्तर या समीक्षा को लिखते समय दिखने वाला विनम्र अनुस्मारक कभी-कभी ऐसी चीज़ों पर भी दिख जाता था जो असल में कोई समस्या ही नहीं थीं — कुछ त्वरित फ़ॉलो-अप सवाल पूछता एक सामान्य उत्तर, किसी व्यक्ति के बजाय किसी ऐप या कंपनी की आलोचना, "मेरे पॉडकास्ट प्लेयर" का ज़िक्र, या पहले से सर्वेक्षण में भाग ले चुके लोगों को धन्यवाद देना। इनमें से कई जाँचों को बेहतर किया गया है ताकि यह अनुस्मारक केवल वहीं दिखे जहाँ वाकई दोबारा देखने की ज़रूरत हो, सामान्य पोस्ट पर नहीं। यह वास्तविक फ़्लैग की गई सामग्री की साथ में समीक्षा करते समय सामने आया।
id: Pengingat ramah yang muncul saat menulis topik, balasan, atau ulasan terkadang muncul untuk hal-hal yang sebenarnya bukan masalah — balasan biasa yang menanyakan beberapa pertanyaan lanjutan singkat, mengkritik aplikasi atau perusahaan alih-alih seseorang, menyebut "pemutar podcast saya," atau berterima kasih kepada orang yang sudah mengikuti survei. Beberapa pemeriksaan ini telah disempurnakan agar pengingat hanya muncul untuk hal yang benar-benar perlu diperhatikan lagi, bukan untuk postingan biasa. Ditemukan saat meninjau bersama konten yang benar-benar ditandai.
it: Il promemoria gentile che compare durante la scrittura di una discussione, una risposta o una recensione poteva attivarsi per cose che in realtà non erano mai un problema — una risposta normale con qualche breve domanda di chiarimento, una critica rivolta a un'app o a un'azienda anziché a una persona, la menzione di "il mio lettore di podcast", oppure un ringraziamento a chi aveva già partecipato a un sondaggio. Diversi di questi controlli sono stati perfezionati affinché il promemoria compaia solo quando serve davvero un secondo sguardo, non sui post ordinari. Scoperto rivedendo insieme contenuti realmente segnalati.
ja: トピックや返信、レビューを書いているときに表示されるやさしいリマインダーが、実際には問題ではないことにまで反応してしまうことがありました——いくつかの簡単な確認質問をしているだけの普通の返信、人ではなくアプリや企業への批判、「自分のポッドキャストプレーヤー」への言及、すでにアンケートに答えてくれた人へのお礼など。これらのチェックのいくつかを見直し、本当に確認が必要なものにだけリマインダーが表示され、普通の投稿には表示されないようにしました。実際にフラグが立てられたコンテンツを一緒に確認していて見つかりました。
ko: 주제, 답글, 리뷰를 작성할 때 표시되는 부드러운 알림이 실제로는 전혀 문제가 아닌 내용에도 뜨는 경우가 있었습니다 — 몇 가지 간단한 후속 질문을 하는 평범한 답글, 사람이 아니라 앱이나 회사를 비판하는 내용, "제 팟캐스트 플레이어" 언급, 이미 설문조사에 참여한 사람들에게 감사 인사를 전하는 경우 등입니다. 이런 검사 몇 가지를 다듬어서 알림이 정말로 다시 살펴볼 필요가 있는 경우에만 표시되고, 평범한 게시물에는 뜨지 않도록 했습니다. 실제로 표시된 콘텐츠를 함께 검토하다가 발견했습니다.
nl: De vriendelijke herinnering die verschijnt tijdens het schrijven van een onderwerp, reactie of recensie kon afgaan bij dingen die eigenlijk nooit een probleem waren — een gewone reactie met een paar korte vervolgvragen, kritiek op een app of bedrijf in plaats van op een persoon, het noemen van "mijn podcastspeler", of het bedanken van mensen die al aan een enquête hadden meegedaan. Verschillende van deze controles zijn aangescherpt, zodat de herinnering alleen verschijnt bij dingen die echt een tweede blik verdienen, niet bij gewone berichten. Ontdekt tijdens het samen doornemen van echt gemarkeerde inhoud.
pl: Delikatne przypomnienie wyświetlane podczas pisania tematu, odpowiedzi lub recenzji mogło pojawiać się przy rzeczach, które tak naprawdę nigdy nie były problemem — zwykła odpowiedź zadająca kilka krótkich pytań uzupełniających, krytyka aplikacji lub firmy zamiast osoby, wzmianka o „moim odtwarzaczu podcastów” czy podziękowanie osobom, które już wzięły udział w ankiecie. Kilka z tych sprawdzeń zostało dopracowanych, aby przypomnienie pojawiało się tylko tam, gdzie naprawdę warto przyjrzeć się czemuś ponownie, a nie przy zwykłych wpisach. Odkryte podczas wspólnego przeglądania rzeczywiście oznaczonych treści.
pt: O lembrete gentil exibido ao escrever um tópico, uma resposta ou uma avaliação podia ser acionado por coisas que nunca foram realmente um problema — uma resposta comum fazendo algumas perguntas rápidas de acompanhamento, criticando um aplicativo ou empresa em vez de uma pessoa, mencionando "meu tocador de podcast" ou agradecendo a pessoas que já haviam participado de uma pesquisa. Várias dessas verificações foram ajustadas para que o lembrete apareça apenas quando realmente vale a pena um segundo olhar, não em publicações comuns. Descoberto ao revisar juntos conteúdo realmente sinalizado.
ru: Дружелюбное напоминание, которое появляется при написании темы, ответа или отзыва, могло срабатывать на вещи, которые на самом деле никогда не были проблемой — обычный ответ с парой коротких уточняющих вопросов, критика приложения или компании, а не человека, упоминание «моего подкаст-плеера» или благодарность людям, уже прошедшим опрос. Несколько таких проверок были доработаны, чтобы напоминание появлялось только там, где действительно стоит присмотреться повнимательнее, а не в обычных публикациях. Обнаружено при совместном просмотре реально помеченного контента.
sv: Den vänliga påminnelsen som visas när du skriver ett ämne, ett svar eller en recension kunde utlösas av sådant som egentligen aldrig var ett problem — ett vanligt svar med några snabba uppföljningsfrågor, kritik av en app eller ett företag snarare än en person, omnämnande av "min poddspelare", eller att tacka personer som redan svarat på en enkät. Flera av dessa kontroller har finjusterats så att påminnelsen bara visas för sådant som verkligen behöver en extra titt, inte vanliga inlägg. Upptäcktes när vi tillsammans gick igenom verkligt flaggat innehåll.
th: การแจ้งเตือนแบบสุภาพที่แสดงขณะเขียนหัวข้อ ตอบกลับ หรือรีวิว อาจทำงานกับสิ่งที่ไม่ได้เป็นปัญหาจริง ๆ เลย เช่น การตอบกลับทั่วไปที่ถามคำถามติดตามสั้น ๆ สองสามข้อ การวิจารณ์แอปหรือบริษัทแทนที่จะเป็นบุคคล การพูดถึง "เครื่องเล่นพอดแคสต์ของฉัน" หรือการขอบคุณผู้ที่ทำแบบสำรวจไปแล้ว ได้ปรับปรุงการตรวจสอบเหล่านี้หลายจุดเพื่อให้การแจ้งเตือนแสดงเฉพาะสิ่งที่ควรพิจารณาอีกครั้งจริง ๆ ไม่ใช่โพสต์ทั่วไป พบขณะตรวจสอบเนื้อหาที่ถูกตั้งค่าสถานะจริงร่วมกัน
tr: Bir konu, yanıt veya inceleme yazarken görünen nazik hatırlatma, aslında hiç sorun olmayan şeylerde de devreye girebiliyordu — birkaç hızlı takip sorusu soran sıradan bir yanıt, bir kişiye değil bir uygulamaya veya şirkete yönelik eleştiri, "podcast oynatıcım" ifadesinden bahsetmek ya da zaten bir ankete katılmış kişilere teşekkür etmek gibi. Bu kontrollerden birkaçı, hatırlatmanın yalnızca gerçekten ikinci bir bakış gerektiren durumlarda görünmesi, sıradan gönderilerde görünmemesi için iyileştirildi. Gerçekten işaretlenmiş içerikleri birlikte incelerken fark edildi.
uk: Приязне нагадування, яке з'являється під час написання теми, відповіді або відгуку, могло спрацьовувати на речі, які насправді ніколи не були проблемою — звичайна відповідь з кількома короткими уточнювальними запитаннями, критика застосунку чи компанії, а не людини, згадка про «мій подкаст-плеєр» або подяка людям, які вже пройшли опитування. Кілька таких перевірок було вдосконалено, щоб нагадування з'являлося лише там, де справді варто придивитися ще раз, а не у звичайних дописах. Виявлено під час спільного перегляду реально позначеного контенту.
vi: Lời nhắc nhẹ nhàng hiển thị khi soạn chủ đề, trả lời hoặc đánh giá đôi khi lại xuất hiện với những thứ chưa từng thực sự là vấn đề — một câu trả lời bình thường hỏi vài câu hỏi tiếp theo ngắn gọn, chỉ trích một ứng dụng hoặc công ty thay vì một người, nhắc đến "trình phát podcast của tôi", hoặc cảm ơn những người đã tham gia khảo sát trước đó. Một số kiểm tra trong số này đã được điều chỉnh để lời nhắc chỉ xuất hiện với những thứ thực sự cần xem xét lại, không phải các bài đăng thông thường. Phát hiện được trong khi cùng nhau xem lại nội dung thực sự bị gắn cờ.
zh_hans: 在撰写主题、回复或评论时显示的友好提醒，有时会对根本不算问题的内容发出警示——比如提出几个简短跟进问题的普通回复、针对应用或公司而非个人的批评、提到“我的播客播放器”，或是感谢已经参加过调查的人。已经改进了其中几项检查，使提醒只在真正需要再看一眼时出现，而不是出现在普通帖子上。这是在一起审查真实被标记内容时发现的。

source: Our Community Agreement
ar: اتفاقية مجتمعنا
de: Unsere Community-Vereinbarung
el: Η Συμφωνία της Κοινότητάς μας
es: Nuestro acuerdo de la comunidad
fa: توافقنامه انجمن ما
fr: Notre accord communautaire
he: הסכם הקהילה שלנו
hi: हमारा सामुदायिक समझौता
id: Perjanjian Komunitas Kami
it: Il nostro accordo della community
ja: 私たちのコミュニティ規約
ko: 커뮤니티 이용 동의
nl: Onze communityovereenkomst
pl: Nasza umowa społeczności
pt: Nosso acordo da comunidade
ru: Наше соглашение сообщества
sv: Vårt communityavtal
th: ข้อตกลงชุมชนของเรา
tr: Topluluk Sözleşmemiz
uk: Наша угода спільноти
vi: Thỏa thuận cộng đồng của chúng tôi
zh_hans: 我们的社区协议

source: AppleVis is at its best when everyone feels welcome to join the conversation. Our Community Guidelines help make that possible.
ar: يكون AppleVis في أفضل حالاته عندما يشعر الجميع بالترحيب للانضمام إلى النقاش. إرشادات مجتمعنا تساعد على تحقيق ذلك.
de: AppleVis ist am besten, wenn sich alle willkommen fühlen, an der Unterhaltung teilzunehmen. Unsere Community-Richtlinien helfen dabei, das möglich zu machen.
el: Το AppleVis είναι στην καλύτερή του μορφή όταν όλοι νιώθουν ευπρόσδεκτοι να συμμετέχουν στη συζήτηση. Οι Οδηγίες της Κοινότητάς μας βοηθούν να γίνει αυτό εφικτό.
es: AppleVis está en su mejor momento cuando todos se sienten bienvenidos a unirse a la conversación. Nuestras Normas de la Comunidad ayudan a que eso sea posible.
fa: AppleVis زمانی در بهترین حالت خود است که همه احساس کنند برای پیوستن به گفتگو خوش‌آمد هستند. دستورالعمل‌های انجمن ما به تحقق این امر کمک می‌کند.
fr: AppleVis est à son meilleur quand tout le monde se sent le bienvenu pour participer à la conversation. Nos règles de la communauté aident à rendre cela possible.
he: AppleVis הכי טוב כשכולם מרגישים מוזמנים להצטרף לשיחה. הנחיות הקהילה שלנו עוזרות לאפשר את זה.
hi: AppleVis तब सबसे अच्छा होता है जब हर कोई बातचीत में शामिल होने के लिए स्वागत महसूस करता है। हमारे सामुदायिक दिशानिर्देश इसे संभव बनाने में मदद करते हैं।
id: AppleVis berada di titik terbaiknya ketika semua orang merasa disambut untuk bergabung dalam percakapan. Panduan Komunitas kami membantu mewujudkan hal itu.
it: AppleVis dà il meglio di sé quando tutti si sentono benvenuti a partecipare alla conversazione. Le nostre Linee guida della community aiutano a renderlo possibile.
ja: AppleVisは、誰もが会話に参加しやすいと感じられるときに最も輝きます。私たちのコミュニティガイドラインは、それを実現する助けとなります。
ko: AppleVis는 모두가 대화에 참여하는 것을 환영받는다고 느낄 때 가장 빛납니다. 저희 커뮤니티 가이드라인은 이를 가능하게 하는 데 도움이 됩니다.
nl: AppleVis is op zijn best wanneer iedereen zich welkom voelt om mee te doen aan het gesprek. Onze communityrichtlijnen helpen dat mogelijk te maken.
pl: AppleVis jest najlepsze, gdy każdy czuje się mile widziany, by dołączyć do rozmowy. Nasze wskazówki społeczności pomagają to umożliwić.
pt: A AppleVis está no seu melhor quando todos se sentem bem-vindos para participar da conversa. Nossas Diretrizes da Comunidade ajudam a tornar isso possível.
ru: AppleVis раскрывается в полной мере, когда каждый чувствует себя желанным участником обсуждения. Наши правила сообщества помогают этому.
sv: AppleVis är som bäst när alla känner sig välkomna att delta i samtalet. Våra communityregler hjälper till att göra det möjligt.
th: AppleVis จะดีที่สุดเมื่อทุกคนรู้สึกว่าได้รับการต้อนรับให้เข้าร่วมการสนทนา แนวทางชุมชนของเราช่วยทำให้สิ่งนั้นเป็นไปได้
tr: AppleVis, herkes sohbete katılmaya davetli hissettiğinde en iyi haline ulaşır. Topluluk Yönergelerimiz bunu mümkün kılmaya yardımcı olur.
uk: AppleVis розкривається найкраще, коли кожен відчуває, що йому раді в розмові. Наші правила спільноти допомагають це забезпечити.
vi: AppleVis trở nên tuyệt vời nhất khi mọi người đều cảm thấy được chào đón tham gia trò chuyện. Hướng dẫn cộng đồng của chúng tôi giúp điều đó trở thành hiện thực.
zh_hans: 当每个人都感到欢迎加入讨论时，AppleVis 才会展现出最好的一面。我们的社区准则有助于实现这一点。

source: When you write a topic, reply, comment, review, or other community content in the AppleVis app, we may automatically check your draft against our Community Guidelines as you write.
ar: عندما تكتب موضوعًا أو ردًا أو تعليقًا أو مراجعة أو أي محتوى مجتمعي آخر في تطبيق AppleVis، قد نتحقق تلقائيًا من مسودتك مقابل إرشادات مجتمعنا أثناء الكتابة.
de: Wenn du ein Thema, eine Antwort, einen Kommentar, eine Bewertung oder anderen Community-Inhalt in der AppleVis-App schreibst, überprüfen wir deinen Entwurf möglicherweise automatisch anhand unserer Community-Richtlinien, während du schreibst.
el: Όταν γράφετε ένα θέμα, μια απάντηση, ένα σχόλιο, μια κριτική ή άλλο περιεχόμενο κοινότητας στην εφαρμογή AppleVis, ενδέχεται να ελέγξουμε αυτόματα το προσχέδιό σας με βάση τις Οδηγίες της Κοινότητάς μας καθώς γράφετε.
es: Cuando escribes un tema, una respuesta, un comentario, una reseña u otro contenido de la comunidad en la app de AppleVis, es posible que comprobemos automáticamente tu borrador según nuestras Normas de la Comunidad mientras escribes.
fa: وقتی موضوع، پاسخ، نظر، نقد و بررسی یا هر محتوای دیگری از انجمن را در برنامه AppleVis می‌نویسید، ممکن است پیش‌نویس شما به‌طور خودکار در حین نوشتن با دستورالعمل‌های انجمن ما بررسی شود.
fr: Lorsque vous rédigez un sujet, une réponse, un commentaire, un avis ou tout autre contenu communautaire dans l'application AppleVis, nous pouvons vérifier automatiquement votre brouillon par rapport à nos règles de la communauté pendant que vous écrivez.
he: כשאתה כותב נושא, תגובה, הערה, ביקורת או תוכן קהילתי אחר באפליקציית AppleVis, ייתכן שנבדוק אוטומטית את הטיוטה שלך מול הנחיות הקהילה שלנו תוך כדי הכתיבה.
hi: जब आप AppleVis ऐप में कोई विषय, उत्तर, टिप्पणी, समीक्षा या अन्य सामुदायिक सामग्री लिखते हैं, तो हम लिखते समय आपके ड्राफ़्ट की स्वचालित रूप से हमारे सामुदायिक दिशानिर्देशों के विरुद्ध जांच कर सकते हैं।
id: Saat Anda menulis topik, balasan, komentar, ulasan, atau konten komunitas lainnya di aplikasi AppleVis, kami mungkin secara otomatis memeriksa draf Anda terhadap Panduan Komunitas kami saat Anda menulis.
it: Quando scrivi una discussione, una risposta, un commento, una recensione o altri contenuti della community nell'app AppleVis, potremmo controllare automaticamente la tua bozza rispetto alle nostre Linee guida della community mentre scrivi.
ja: AppleVisアプリでトピック、返信、コメント、レビューなどのコミュニティコンテンツを書くとき、入力中に下書きがコミュニティガイドラインに沿っているか自動的にチェックされる場合があります。
ko: AppleVis 앱에서 주제, 답글, 댓글, 리뷰 또는 기타 커뮤니티 콘텐츠를 작성할 때, 작성하는 동안 초안이 커뮤니티 가이드라인에 부합하는지 자동으로 확인할 수 있습니다.
nl: Wanneer je een onderwerp, reactie, opmerking, recensie of andere community-inhoud schrijft in de AppleVis-app, controleren we je concept mogelijk automatisch aan de hand van onze communityrichtlijnen terwijl je typt.
pl: Gdy piszesz temat, odpowiedź, komentarz, recenzję lub inną treść społeczności w aplikacji AppleVis, możemy automatycznie sprawdzać Twój szkic pod kątem naszych wskazówek społeczności w trakcie pisania.
pt: Quando você escreve um tópico, resposta, comentário, avaliação ou outro conteúdo da comunidade no aplicativo AppleVis, podemos verificar automaticamente seu rascunho em relação às nossas Diretrizes da Comunidade enquanto você escreve.
ru: Когда вы пишете тему, ответ, комментарий, отзыв или другой контент сообщества в приложении AppleVis, мы можем автоматически проверять ваш черновик на соответствие правилам сообщества по мере написания.
sv: När du skriver ett ämne, ett svar, en kommentar, en recension eller annat community-innehåll i AppleVis-appen kan vi automatiskt kontrollera ditt utkast mot våra communityregler medan du skriver.
th: เมื่อคุณเขียนหัวข้อ ตอบกลับ ความคิดเห็น รีวิว หรือเนื้อหาชุมชนอื่น ๆ ในแอป AppleVis เราอาจตรวจสอบฉบับร่างของคุณโดยอัตโนมัติตามแนวทางชุมชนของเราขณะที่คุณเขียน
tr: AppleVis uygulamasında bir konu, yanıt, yorum, inceleme veya başka bir topluluk içeriği yazdığınızda, siz yazarken taslağınızı otomatik olarak Topluluk Yönergelerimize göre kontrol edebiliriz.
uk: Коли ви пишете тему, відповідь, коментар, відгук чи інший контент спільноти в застосунку AppleVis, ми можемо автоматично перевіряти ваш чернетковий текст на відповідність правилам спільноти під час написання.
vi: Khi bạn viết chủ đề, trả lời, bình luận, đánh giá hoặc nội dung cộng đồng khác trong ứng dụng AppleVis, chúng tôi có thể tự động kiểm tra bản nháp của bạn theo Hướng dẫn cộng đồng khi bạn viết.
zh_hans: 当你在 AppleVis 应用中撰写主题、回复、评论、评价或其他社区内容时，我们可能会在你输入时自动依据社区准则检查你的草稿。
